{
  "home": {
    "name": "I'm Oriana Chacón",
    "developer": "Front End Developer"
  },
  "about": {
    "title": "About me",
    "description_one": "⁤Hello! I'm Oriana, a passionate net developer with over five years of experience in the tech enterprise. ⁤⁤My information lies within the the front-stop development, in which I've excelled in growing responsive designs that make sure an unbroken client enjoys throughout all devices. ⁤⁤Technology is greater than my career; it is my passion. ⁤⁤I dedicate myself to exploring and getting to know new strategies and gadget that push the limits of net improvement to new heights. ⁤⁤Additionally, I want to percentage my know-how, ideas, and discoveries with others, firmly believing in the price of collaboration and collective studying.",
    "description_two": "⁤I generally seek to innovate and cope with new demanding situations. ⁤⁤My journey has taught me the significance of adaptability and the price of embracing options in a quick-evolving digital panorama. ⁤⁤As I seem to the future, my purpose is to contribute to initiatives that make a great impact on people's lives. ⁤",
    "description_three": "⁤Join me in this interesting journey and enjoy!"
  },
  "experience": {
    "title": "Experience",
    "cliengo": {
      "title": "React Developer - Cliengo Argentina",
      "year": "2022 - 2023",
      "description_one": "Enhanced consumer retention and engagement through progressive chatbot interactions in React, becoming a key aspect of the consumer revel.",
      "description_two": "Enhanced mission consistency and decreased development time with the aid of designing reusable UI components, improving utility maintainability and scalability.",
      "description_three": "Contributed to a success app deployment on Amazon Web Services, boosting machine scalability and reliability."
    },
    "endava": {
      "title": "Front End Developer - Client: Adobe, Endava Argentina",
      "year": "2021 - 2022",
      "description_one": "Leveraged statistics analytics to format interfaces tailor-made to non-public needs, reaching seamless concept-to-functionality translation.",
      "description_two": "Developed and maintained person-going through websites using HTML, CSS, JavaScript, and React, upholding tremendous practices and contemporary internet standards.",
      "description_three": "Innovated in the creation of UI components characterized by reusable code, thereby significantly enhancing user experience through an emphasis on modularity, scalability, and maintainability."
    },
    "endava_dos": {
      "title": "React Native Developer - Client: Varsity, Endava Argentina",
      "year": "2021 - 2021",
      "description_one": "Developed a cellular application with React Native, turning in a continuing cross-platform user revel in.",
      "description_two": "Worked intently with UX and UI designers to comprise user-centric layout factors, enhancing app usability and customer satisfaction.",
      "description_three": "Pioneered the development of the software from the floor up, playing an important role in the architectural layout, which laid the inspiration for a strong and scalable answer."
    },
    "seeed": {
      "title": "Full Stack Developer - Seeed, USA",
      "year": "2020 - 2021",
      "description_one": "Successfully led the improvement and delivery of a totally purposeful MVP on time, showcasing management and technical prowess.",
      "description_two": "Designed and applied the personal interface with React, considerably enhancing the software's usability and visual enchantment.",
      "description_three": "Developed RESTful APIs with Node.js and Express, enhancing data manipulation capabilities and bolstering the MVP's performance."
    },
    "accenture": {
      "title": "Full Stack Developer - Accenture, Argentina",
      "year": "2019 - 2020",
      "description_one": "Contributed to the design and development of web solutions and programs using Amazon Web Services, JavaScript frameworks, SQL, and NoSQL databases, with a focal point on improving the front-cease functionalities of the usage of React.",
      "description_two": "Shared information and realistic insights on React with crew individuals, facilitating their getting-to-know and adoption of the library, thereby bolstering the team's usual front-cease development abilities.",
      "description_three": "Implemented unit testing and integration checking out to validate functionality, making sure the reliability and excessive performance of internet programs."
    },
    "plataforma": {
      "title": "Javascript Teacher/Full Stack Developer - Plataforma 5, Argentina ",
      "year": "2018 - 2019",
      "description_one": "Mentored over 70 students in full-stack programming, significantly boosting their coding skill ability and contributing to their hit boot camp final touch.",
      "description_two": "Enhanced the business enterprise's website person experience as a Full Stack Developer, main to multiplied income and stepped forward consumer engagement.",
      "description_three": "Facilitated workshops and customized classes, and led group initiatives, applying agile methodologies to optimize gaining knowledge of and development techniques."
    }
  },
  "skills":{
    "title": "Skills"
  },
  "contact":{
    "title": "Contact",
    "name": "Name",
    "email": "Email",
    "message": "Message",
    "send": "Send"
  },
  "header":{
    "about": "ABOUT",
    "experience": "EXPERIENCE",
    "skills": "SKILLS",
    "contact": "CONTACT"
  }
}
